Revit 2024 API
ParameterTypeId.ThermalMaterialParamSpecificHeatOfVaporization Property
 "Specific Heat of Vaporization"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ThermalMaterialParamSpecificHeatOfVaporization { get; }
Visual Basic
Public Shared ReadOnly Property ThermalMaterialParamSpecificHeatOfVaporization As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThermalMaterialParamSpecificHeatOfVaporization {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace